Repository: tdesvenain/collective.suggestions
Catalog: collective/suggestions/locales/*/LC_MESSAGES/collective.suggestions.po
Languages: fr

source: Add Suggestions Portlet
fr: Ajouter une portlet de suggestions

source: Add to suggested contents
fr: Ajouter aux contenus suggérés

source: Add/remove as suggested content:
fr: Ajouter/retirer des contenus suggérés

source: Remove from suggestions
fr: Retirer des suggestions

source: Suggested content
fr: À lire

source: Suggestions
fr: À lire

source: Suggestions portlet
fr: Portlet des suggestions

source: The document has been added to suggestions
fr: Le document a été ajouté aux suggestions

source: The element has been added to suggestions
fr: L'élément a été ajouté aux suggestions

source: The element has been removed from suggestions
fr: L'élément a été retiré des suggestions

source: The folder has been added to suggestions
fr: Le dossier a été ajouté aux suggestions

source: This portlet displays the documents webmasters have suggested.
fr: Cette portlet affiche les documents suggérés par les animateurs du site.
